Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# pref_item_gpg_agent_display_key_names_note
source: An unencrypted copy of the item title will be stored locally
ar: سيتم تخزين نسخة غير مشفّرة من عنوان العنصر محليًا
de: Eine unverschlüsselte Kopie des Elementtitels wird lokal gespeichert
es: Se almacenará localmente una copia sin cifrar del título del elemento
fr: Une copie non chiffrée du titre de l'élément sera stockée localement
it: Una copia non crittografata del titolo dell'elemento verrà memorizzata localmente
ja: アイテムのタイトルの暗号化されていないコピーがローカルに保存されます
ko: 항목 제목의 암호화되지 않은 사본이 기기에 저장됩니다
pt_br: Uma cópia não criptografada do título do item será armazenada localmente
pt_pt: Uma cópia não encriptada do título do item será armazenada localmente
ru: Незашифрованная копия названия элемента будет храниться локально
uk: Незашифрована копія назви елемента зберігатиметься локально
zh_hans: 条目标题的未加密副本将存储在本地

# pref_item_gpg_agent_display_key_names_title
source: Display key names before vault is unlocked
ar: عرض أسماء المفاتيح قبل فتح الخزنة
de: Schlüsselnamen anzeigen, bevor der Tresor entsperrt ist
es: Mostrar los nombres de las claves antes de desbloquear la caja fuerte
fr: Afficher les noms des clés avant le déverrouillage du coffre-fort
it: Mostra i nomi delle chiavi prima dello sblocco della cassaforte
ja: 保管庫のロック解除前にキー名を表示
ko: 보관함 잠금 해제 전에 키 이름 표시
pt_br: Exibir nomes de chaves antes que o cofre seja desbloqueado
pt_pt: Apresentar os nomes das chaves antes de o cofre ser desbloqueado
ru: Показывать названия ключей до разблокировки хранилища
uk: Показувати назви ключів до розблокування сховища
zh_hans: 在密码库解锁前显示密钥名称

# pref_item_gpg_agent_filters_summary_active
source: Filters active
ar: عوامل التصفية مفعّلة
de: Filter aktiv
es: Filtros activos
fr: Filtres actifs
it: Filtri attivi
ja: フィルタ有効
ko: 필터 작동 중
pt_br: Filtros ativos
pt_pt: Filtros ativos
ru: Фильтры активны
uk: Фільтри активні
zh_hans: 过滤器已启用

# pref_item_gpg_agent_filters_summary_all
source: All keys accessible
ar: جميع المفاتيح متاحة
de: Alle Schlüssel zugänglich
es: Todas las claves están accesibles
fr: Toutes les clés sont accessibles
it: Tutte le chiavi sono accessibili
ja: すべてのキーにアクセス可能
ko: 모든 키에 접근 가능
pt_br: Todas as chaves acessíveis
pt_pt: Todas as chaves acessíveis
ru: Доступ ко всем ключам
uk: Всі ключі доступні
zh_hans: 所有密钥均可访问

# pref_item_gpg_agent_filters_text
source: Choose which GPG keys are accessible to the GPG agent
ar: اختر مفاتيح GPG التي يمكن لوكيل GPG الوصول إليها
de: Wählen Sie aus, welche GPG-Schlüssel für den GPG-Agenten zugänglich sind
es: Elija a qué claves GPG puede acceder el agente GPG
fr: Choisissez quelles clés GPG sont accessibles à l'agent GPG
it: Scegli a quali chiavi GPG ha accesso l'agente GPG
ja: GPGエージェントがアクセス可能な GPG キーを選択します
ko: GPG 에이전트가 어떤 GPG 키에 접근 가능하게 할 것인지 설정합니다.
pt_br: Escolha quais chaves GPG estão acessíveis ao agente GPG
pt_pt: Escolha quais as chaves GPG que estão acessíveis ao agente GPG
ru: Выберите, к каким GPG-ключам GPG-агент будет иметь доступ
uk: Виберіть, які GPG-ключі доступні для GPG-агента
zh_hans: 选择 GPG 代理可访问的 GPG 密钥

# pref_item_gpg_agent_filters_title
source: GPG agent filters
ar: عوامل تصفية وكيل GPG
de: GPG-Agenten-Filter
es: Filtros del agente GPG
fr: Filtres de l'agent GPG
it: Filtri dell'agente GPG
ja: GPGエージェント フィルタ設定
ko: GPG 에이전트 필터
pt_br: Filtros de agente GPG
pt_pt: Filtros de agentes GPG
ru: Фильтры GPG-агента
uk: Фільтри GPG-агента
zh_hans: GPG 代理过滤器

# pref_item_gpg_agent_history_title
source: Request log
ar: سجل الطلبات
de: Anfrageprotokoll
es: Registro de solicitudes
fr: Journal des requêtes
it: Registro richieste
ja: リクエストログ
ko: 요청 기록
pt_br: Registro de pedidos
pt_pt: Registo de pedidos
ru: Журнал запросов
uk: Журнал запитів
zh_hans: 请求日志

# pref_item_gpg_agent_local_storage_text
source: When the GPG agent is on, Keyguard keeps an unencrypted copy of the public keys on disk so clients can list keys while the vault is locked. Private keys are never exposed; key names are stored only if you enable the corresponding option.
ar: عند تشغيل وكيل GPG، يحتفظ Keyguard بنسخة غير مشفّرة من المفاتيح العامة على القرص حتى يتمكن العملاء من عرض المفاتيح أثناء قفل الخزنة. لا تُكشف المفاتيح الخاصة أبدًا؛ ولا تُخزَّن أسماء المفاتيح إلا إذا فعّلت الخيار المقابل.
de: Wenn der GPG-Agent aktiviert ist, bewahrt Keyguard eine unverschlüsselte Kopie der öffentlichen Schlüssel auf der Festplatte auf, damit Clients die Schlüssel auflisten können, während der Tresor gesperrt ist. Private Schlüssel werden niemals offengelegt; Schlüsselnamen werden nur gespeichert, wenn Sie die entsprechende Option aktivieren.
es: Cuando el agente GPG está activo, Keyguard mantiene en el disco una copia sin cifrar de las claves públicas para que los clientes puedan listar las claves mientras la caja fuerte está bloqueada. Las claves privadas nunca se exponen; los nombres de las claves se almacenan solo si activa la opción correspondiente.
fr: Lorsque l'agent GPG est activé, Keyguard conserve une copie non chiffrée des clés publiques sur le disque afin que les clients puissent lister les clés lorsque le coffre-fort est verrouillé. Les clés privées ne sont jamais exposées ; les noms des clés ne sont stockés que si vous activez l'option correspondante.
it: Quando l'agente GPG è attivo, Keyguard conserva una copia non crittografata delle chiavi pubbliche su disco, così i client possono elencare le chiavi mentre la cassaforte è bloccata. Le chiavi private non vengono mai esposte; i nomi delle chiavi vengono memorizzati solo se abiliti l'opzione corrispondente.
ja: GPGエージェントが有効な場合、保管庫がロックされていてもクライアントがキーを一覧表示できるように、Keyguard は公開鍵の暗号化されていないコピーをディスク上に保持します。秘密鍵は一切公開されません。キー名は、対応するオプションを有効にした場合にのみ保存されます。
ko: GPG 에이전트가 켜져 있으면 Keyguard는 보관함이 잠긴 상태에서도 클라이언트가 키 목록을 조회할 수 있도록 공개 키의 암호화되지 않은 사본을 디스크에 보관합니다. 개인 키는 절대 노출되지 않으며, 키 이름은 해당 옵션을 켠 경우에만 저장됩니다.
pt_br: Quando o agente GPG está ativado, o Keyguard mantém uma cópia não criptografada das chaves públicas no disco para que os clientes possam listar as chaves enquanto o cofre está bloqueado. As chaves privadas nunca são expostas; os nomes das teclas são armazenados somente se você ativar a opção correspondente.
pt_pt: Quando o agente GPG está ativado, o Keyguard mantém uma cópia não encriptada das chaves públicas no disco para que os clientes possam listar as chaves mesmo com o cofre bloqueado. As chaves privadas nunca são expostas, os nomes das chaves são armazenados apenas se ativar a opção correspondente.
ru: Когда GPG-агент включён, Keyguard хранит на диске незашифрованную копию открытых ключей, чтобы клиенты могли получать список ключей, пока хранилище заблокировано. Закрытые ключи никогда не раскрываются; названия ключей хранятся только если вы включите соответствующую опцию.
uk: Коли GPG-агент увімкнено, Keyguard зберігає незашифровану копію відкритих ключів на диску, щоб клієнти могли отримувати список ключів, поки сховище заблоковане. Секретні ключі ніколи не розкриваються; назви ключів зберігаються лише якщо ви ввімкнете відповідну опцію.
zh_hans: 当 GPG 代理开启时，Keyguard 会在磁盘上保存公钥的未加密副本，以便客户端在密码库锁定期间列出密钥。私钥绝不会泄露；只有在您启用相应选项后，才会存储密钥名称。

# pref_item_gpg_agent_local_storage_title
source: Local storage
ar: التخزين المحلي
de: Lokaler Speicher
es: Almacenamiento local
fr: Stockage local
it: Archiviazione locale
ja: ローカルストレージ
ko: 로컬 저장소
pt_br: Armazenamento local
pt_pt: Armazenamento local
ru: Локальное хранение
uk: Локальне сховище
zh_hans: 本地存储

# pref_item_gpg_agent_setup_title
source: GPG client setup
ar: إعداد عميل GPG
de: GPG-Client-Konfiguration
es: Configuración del cliente GPG
fr: Configuration du client GPG
it: Configurazione del client GPG
ja: GPGクライアントのセットアップ
ko: GPG 클라이언트 설정
pt_br: Configuração do cliente GPG
pt_pt: Configuração de cliente GPG
ru: Настройка GPG-клиента
uk: Налаштування GPG-клієнта
zh_hans: GPG 客户端设置

# pref_item_gpg_agent_status_failed
source: Failed
ar: فشل
de: Fehler
es: Fallido
fr: Échec
it: Fallito
ja: 失敗
ko: 실패
pt_br: Falhou
pt_pt: Falhou
ru: Ошибка
uk: Помилка
zh_hans: 失败

# pref_item_gpg_agent_status_ready
source: Ready
ar: جاهز
de: Bereit
es: Listo
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
pt_br: Pronto
pt_pt: Pronto
ru: Готов
uk: Готовий
zh_hans: 准备就绪

# pref_item_gpg_agent_status_starting
source: Starting
ar: جارٍ البدء
de: Wird gestartet
es: Iniciando
fr: Démarrage en cours
it: In avvio
ja: 起動中
ko: 시작 중
pt_br: Iniciando
pt_pt: A iniciar
ru: Запускается
uk: Запускається
zh_hans: 正在启动

# pref_item_gpg_agent_status_stopped
source: Stopped
ar: متوقف
de: Angehalten
es: Detenido
fr: Arrêté
it: Interrotto
ja: 停止
ko: 중지됨
pt_br: Parado
pt_pt: Parado
ru: Остановлен
uk: Зупинено
zh_hans: 已停止

# pref_item_gpg_agent_status_unsupported
source: Unsupported
ar: غير مدعوم
de: Nicht unterstützt
es: No admitido
fr: Non pris en charge
it: Non supportato
ja: サポートされていません
ko: 지원되지 않음
pt_br: Não suportado
pt_pt: Não suportado
ru: Не поддерживается
uk: Не підтримується
zh_hans: 暂不支持

# pref_item_gpg_agent_title
source: GPG agent
ar: وكيل GPG
es: Agente GPG
fr: Agent GPG
it: Agente GPG
ja: GPGエージェント
ko: GPG 에이전트
pt_br: Agente GPG
pt_pt: Agente GPG
ru: GPG-агент
uk: GPG-агент
zh_hans: GPG 代理

# pref_item_gpg_keyserver_auto_refresh_note
source: While the app is active and the vault is unlocked, Keyguard contacts your configured GPG keyserver at the selected interval using the fingerprint of each GPG item that contains only a public key. If a matching public key is found, Keyguard updates the stored public key, key metadata, and keyserver status.
ar: أثناء نشاط التطبيق وفتح الخزنة، يتصل Keyguard بخادم مفاتيح GPG المُعدّ لديك على الفترة المحددة باستخدام بصمة كل عنصر GPG يحتوي على مفتاح عام فقط. إذا عُثر على مفتاح عام مطابق، فسيحدّث Keyguard المفتاح العام المخزّن وبيانات المفتاح الوصفية وحالة خادم المفاتيح.
de: Während die App aktiv und der Tresor entsperrt ist, kontaktiert Keyguard Ihren konfigurierten GPG-Schlüsselserver im ausgewählten Intervall mit dem Fingerabdruck jedes GPG-Elements, das nur einen öffentlichen Schlüssel enthält. Wenn ein passender öffentlicher Schlüssel gefunden wird, aktualisiert Keyguard den gespeicherten öffentlichen Schlüssel, die Schlüssel-Metadaten und den Schlüsselserver-Status.
es: Mientras la aplicación está activa y la caja fuerte está desbloqueada, Keyguard se pone en contacto con el servidor de claves GPG configurado en el intervalo seleccionado usando la huella digital de cada elemento GPG que solo contenga una clave pública. Si se encuentra una clave pública coincidente, Keyguard actualiza la clave pública almacenada, los metadatos de la clave y el estado del servidor de claves.
fr: Lorsque l'application est active et que le coffre-fort est déverrouillé, Keyguard contacte le serveur de clés GPG que vous avez configuré à l'intervalle sélectionné en utilisant l'empreinte de chaque élément GPG qui ne contient qu'une clé publique. Si une clé publique correspondante est trouvée, Keyguard met à jour la clé publique stockée, les métadonnées de la clé et le statut du serveur de clés.
it: Mentre l'app è attiva e la cassaforte è sbloccata, Keyguard contatta il keyserver GPG configurato all'intervallo selezionato utilizzando l'impronta digitale di ogni elemento GPG che contiene solo una chiave pubblica. Se viene trovata una chiave pubblica corrispondente, Keyguard aggiorna la chiave pubblica memorizzata, i metadati della chiave e lo stato del keyserver.
ja: アプリがアクティブで保管庫のロックが解除されている間、Keyguard は、公開鍵のみを含む各 GPG アイテムのフィンガープリントを使用して、選択した間隔で設定された GPG キーサーバーに問い合わせます。一致する公開鍵が見つかった場合、保存済みの公開鍵、キーのメタデータ、キーサーバーの状態を更新します。
ko: 앱이 활성 상태이고 보관함이 잠금 해제된 동안, Keyguard는 공개 키만 포함된 각 GPG 항목의 핑거프린트를 사용하여 선택한 간격마다 설정된 GPG 키 서버에 접속합니다. 일치하는 공개 키를 찾으면 Keyguard가 저장된 공개 키, 키 메타데이터, 키 서버 상태를 업데이트합니다.
pt_br: Enquanto o aplicativo estiver ativo e o cofre desbloqueado, o Keyguard entra em contato com o servidor de chaves GPG configurado, no intervalo selecionado, usando a impressão digital de cada item GPG que contenha apenas uma chave pública. Se uma chave pública correspondente for encontrada, o Keyguard atualiza a chave pública armazenada, os metadados da chave e o status do servidor de chaves.
pt_pt: Enquanto a aplicação estiver ativa e o cofre desbloqueado, o Keyguard contacta o servidor de chaves GPG configurado no intervalo selecionado, utilizando a impressão digital de cada item GPG que contenha apenas uma chave pública. Se for encontrada uma chave pública correspondente, o Keyguard atualiza a chave pública armazenada, os metadados da chave e o estado do servidor de chaves.
ru: Пока приложение активно и хранилище разблокировано, Keyguard обращается к настроенному серверу ключей GPG с выбранным интервалом, используя отпечаток каждой записи GPG, содержащей только открытый ключ. Если найден соответствующий открытый ключ, Keyguard обновляет сохранённый открытый ключ, метаданные ключа и статус сервера ключей.
uk: Поки застосунок активний і сховище розблоковане, Keyguard звертається до налаштованого вами сервера ключів GPG із вибраним інтервалом, використовуючи відбиток кожного запису GPG, який містить лише відкритий ключ. Якщо буде знайдено відповідний відкритий ключ, Keyguard оновлює збережений відкритий ключ, метадані ключа та статус сервера ключів.
zh_hans: 当应用处于活跃状态且密码库已解锁时，Keyguard 会使用每个仅包含公钥的 GPG 条目的指纹，按照选定的时间间隔联系您配置的 GPG 密钥服务器。如果找到匹配的公钥，Keyguard 将更新已存储的公钥、密钥元数据和密钥服务器状态。

# pref_item_gpg_keyserver_auto_refresh_title
source: Auto-refresh public keys
ar: التحديث التلقائي للمفاتيح العامة
de: Öffentliche Schlüssel automatisch aktualisieren
es: Actualizar automáticamente las claves públicas
fr: Actualiser automatiquement les clés publiques
it: Aggiorna automaticamente le chiavi pubbliche
ja: 公開鍵を自動更新
ko: 공개 키 자동 새로 고침
pt_br: Atualização automática de chaves públicas
pt_pt: Atualização automática das chaves públicas
ru: Автообновление открытых ключей
uk: Автоматично оновлювати відкриті ключі
zh_hans: 自动刷新公钥

# pref_item_gpg_keyserver_protocol_title
source: Keyserver protocol
ar: بروتوكول خادم المفاتيح
de: Schlüsselserver-Protokoll
es: Protocolo del servidor de claves
fr: Protocole du serveur de clés
it: Protocollo del keyserver
ja: キーサーバープロトコル
ko: 키 서버 프로토콜
pt_br: Protocolo do servidor de chaves
pt_pt: Protocolo do servidor de chaves
ru: Протокол сервера ключей
uk: Протокол сервера ключів
zh_hans: 密钥服务器协议

# pref_item_gpg_keyserver_refresh_interval_title
source: Refresh interval
ar: فترة التحديث
de: Aktualisierungsintervall
es: Intervalo de actualización
fr: Intervalle d'actualisation
it: Intervallo di aggiornamento
ja: 更新間隔
ko: 새로 고침 간격
pt_br: Intervalo de atualização
pt_pt: Intervalo de atualização
ru: Интервал обновления
uk: Інтервал оновлення
zh_hans: 刷新间隔

# pref_item_gpg_keyserver_search_text
source: Find public GPG keys by e-mail, fingerprint, key ID, or name
ar: ابحث عن مفاتيح GPG العامة بالبريد الإلكتروني أو البصمة أو معرّف المفتاح أو الاسم
de: Öffentliche GPG-Schlüssel per E-Mail, Fingerabdruck, Schlüssel-ID oder Namen finden
es: Encuentre claves públicas GPG por correo electrónico, huella digital, ID de clave o nombre
fr: Trouvez des clés GPG publiques par e-mail, empreinte, ID de clé ou nom
it: Trova chiavi pubbliche GPG tramite e-mail, impronta digitale, ID chiave o nome
ja: メールアドレス、フィンガープリント、キー ID、または名前で公開 GPG キーを検索します
ko: 이메일, 핑거프린트, 키 ID 또는 이름으로 공개 GPG 키 찾기
pt_br: Encontre chaves GPG públicas por e-mail, impressão digital, ID da chave ou nome
pt_pt: Encontre chaves GPG públicas por e-mail, impressão digital, ID da chave ou nome
ru: Поиск открытых GPG-ключей по e-mail, отпечатку, ID ключа или имени
uk: Знаходьте відкриті GPG-ключі за електронною поштою, відбитком, ID ключа або ім'ям
zh_hans: 通过电子邮件、指纹、密钥 ID 或姓名查找 GPG 公钥

# pref_item_gpg_keyserver_search_title
source: GPG keyserver search
ar: البحث في خادم مفاتيح GPG
de: GPG-Schlüsselserver-Suche
es: Búsqueda en el servidor de claves GPG
fr: Recherche sur le serveur de clés GPG
it: Ricerca sul keyserver GPG
ja: GPG キーサーバー検索
ko: GPG 키 서버 검색
pt_br: Pesquisa de servidor de chaves GPG
pt_pt: Pesquisa de servidor de chaves GPG
ru: Поиск на сервере ключей GPG
uk: Пошук на сервері ключів GPG
zh_hans: GPG 密钥服务器搜索

# pref_item_gpg_keyserver_url_text
source: Server used to look up and refresh public GPG keys
ar: الخادم المستخدم للبحث عن مفاتيح GPG العامة وتحديثها
de: Server, der zum Nachschlagen und Aktualisieren öffentlicher GPG-Schlüssel verwendet wird
es: Servidor utilizado para buscar y actualizar claves públicas GPG
fr: Serveur utilisé pour rechercher et actualiser les clés GPG publiques
it: Server utilizzato per cercare e aggiornare le chiavi pubbliche GPG
ja: 公開 GPG キーの検索と更新に使用するサーバー
ko: 공개 GPG 키를 조회하고 새로 고치는 데 사용하는 서버
pt_br: Servidor usado para procurar e atualizar chaves GPG públicas
pt_pt: Servidor utilizado para pesquisar e atualizar chaves GPG públicas
ru: Сервер, используемый для поиска и обновления открытых GPG-ключей
uk: Сервер, який використовується для пошуку та оновлення відкритих GPG-ключів
zh_hans: 用于查询和刷新 GPG 公钥的服务器

# pref_item_gpg_keyserver_url_title
source: Keyserver
ar: خادم المفاتيح
de: Schlüsselserver
es: Servidor de claves
fr: Serveur de clés
ja: キーサーバー
ko: 키 서버
pt_br: Servidor de chaves
pt_pt: Servidor de chaves
ru: Сервер ключей
uk: Сервер ключів
zh_hans: 密钥服务器

# pref_item_hibp_api_token_error
source: Enter a 32-character hexadecimal HIBP API token
ar: أدخل رمز API لـ HIBP مكوّنًا من 32 حرفًا سادس عشريًا
de: Geben Sie ein 32-stelliges hexadezimales HIBP-API-Token ein
fr: Entrez un jeton d'API HIBP hexadécimal de 32 caractères
hu: Adjon meg egy 32 karakteres hexadecimális HIBP API tokent
pt_br: Insira um token hexadecimal da API HIBP de 32 caracteres
pt_pt: Introduza um token API HIBP hexadecimal de 32 caracteres
uk: Введіть 32-символьний шістнадцятковий токен API HIBP
zh_hans: 请输入 32 位十六进制 HIBP API 令牌

# pref_item_hibp_api_token_field_label
source: API token
ar: رمز API
fr: Jeton de l’API
ko: API 토큰
pt_br: Token de API
pt_pt: Token da API
uk: API-токен
zh_hans: API 令牌

# pref_item_hibp_api_token_status_checking
source: Checking...
ar: جارٍ الفحص...
de: Wird überprüft...
fr: Vérification...
hu: Ellenőrzés...
pt_br: Verificando...
pt_pt: Verificando...
uk: Перевірка...
zh_hans: 检查中……

# pref_item_hibp_api_token_status_failed
source: Could not verify
ar: تعذّر التحقق
de: Überprüfung fehlgeschlagen
fr: Impossible de vérifier
hu: Nem sikerült ellenőrizni
pt_br: Não foi possível verificar
pt_pt: Não foi possível verificar
uk: Не вдалося перевірити
zh_hans: 无法验证

# pref_item_hibp_api_token_status_rejected
source: Rejected
ar: مرفوض
de: Abgelehnt
fr: Rejeté
hu: Elutasítva
pt_br: Rejeitado
pt_pt: Rejeitado
uk: Відхилено
zh_hans: 已拒绝

# pref_item_hibp_api_token_status_verified
source: Verified
ar: تم التحقق
de: Verifiziert
fr: Vérifié
hu: Ellenőrizve
pt_br: Verificado
pt_pt: Verificado
uk: Підтверджено
zh_hans: 已验证

# pref_item_hibp_api_token_text
source: Use HIBP directly instead of Bitwarden's premium proxy. Useful for local-only vaults.
ar: استخدم HIBP مباشرةً بدلاً من وكيل Bitwarden المميّز. مفيد للخزائن المحلية فقط.
de: HIBP direkt statt Bitwardens Premium-Proxy verwenden. Hilfreich für rein lokale Tresore.
fr: Utilisez HIBP directement au lieu du proxy premium de Bitwarden. Utile pour les coffres locaux uniquement.
hu: A HIBP közvetlen használata a Bitwarden prémium proxy-ja helyett. Hasznos a csak helyi széfekhez.
pt_br: Use o HIBP diretamente em vez do proxy premium do Bitwarden. Útil para cofres exclusivamente locais.
pt_pt: Utilize o HIBP diretamente em vez do proxy premium do Bitwarden. Útil para cofres apenas locais.
uk: Використовуйте HIBP безпосередньо замість преміум-проксі Bitwarden. Корисно для локальних сховищ.
zh_hans: 直接使用 HIBP 而非 Bitwarden 的付费代理，适用于纯本地密码库。

# pref_item_hibp_api_token_title
source: Have I Been Pwned API token
ar: رمز API لـ Have I Been Pwned
fr: Jeton de l'API Have I Been Pwned
ko: Have I Been Pwned API 토큰
pt_br: Token do Have I Been Pwned
pt_pt: Token da API Have I Been Pwned
uk: Токен API Have I Been Pwned
zh_hans: Have I Been Pwned API 令牌

# pref_item_keep_screen_on_title
source: Keep the screen on while viewing items
ar: إبقاء الشاشة قيد التشغيل أثناء عرض العناصر
de: Bildschirm während der Anzeige von Elementen nicht ausschalten
es: Mantener la pantalla encendida mientras se visualizan los elementos
fr: Garder l'écran allumé lors de la visualisation des éléments
hu: Tartsa bekapcsolva a képernyőt az elemek megtekintése közben
it: Mantieni lo schermo acceso durante la visualizzazione degli elementi
ja: アイテムの表示中は画面をオンのままにする
ko: 항목을 보고 있을 때 화면 켜짐 유지
pt_br: Mantenha a tela ligada enquanto visualiza os itens
pt_pt: Manter o ecrã ligado durante a visualização
ru: Держать экран включенным во время просмотра записей
uk: Залишати екран включеним під час перегляду записів
zh_hans: 查看条目时保持屏幕开启

# pref_item_license_key_field_label
source: Entitlement token
ar: رمز الاستحقاق
de: Berechtigungscode
es: Código de titularidad
fr: Jeton de droits
hu: Jogosultsági token
it: Codice di licenza
ja: 利用権コード
ko: 이용 권한 코드
pt_br: Token de titularidade
pt_pt: Token de titularidade
ru: Код подтверждения прав
uk: Код підтвердження права доступу
zh_hans: 授权令牌

# pref_item_license_key_message_invalid
source: Invalid or expired key
ar: مفتاح غير صالح أو منتهي الصلاحية
de: Ungültiger oder abgelaufener Schlüssel
es: Clave no válida o caducada
fr: Clé invalide ou expirée
hu: Érvénytelen vagy lejárt kulcs
it: Chiave non valida o scaduta
ja: 無効または期限切れのキー
ko: 잘못되었거나 만료된 키입니다
pt_br: Chave inválida ou expirada
pt_pt: Chave inválida ou expirada
ru: Недействительный или просроченный ключ
uk: Недійсний або прострочений ключ
zh_hans: 无效或过期的密钥

# pref_item_license_key_message_redeemed
source: Entitlement token linked successfully
ar: تم ربط رمز الاستحقاق بنجاح
de: Berechtigungscode erfolgreich verknüpft
es: Código de titularidad vinculado correctamente
fr: Jeton de droits associé avec succès
hu: A jogosultsági token sikeresen összekapcsolva
it: Codice di licenza collegato correttamente
ja: 利用権コードをリンクしました
ko: 이용 권한 코드를 연결했습니다
pt_br: Token de titularidade vinculado com sucesso
pt_pt: Token de titularidade vinculado com sucesso
ru: Код подтверждения прав успешно привязан
uk: Код підтвердження права доступу успішно прив'язано
zh_hans: 授权令牌关联成功

# pref_item_license_key_status_active
source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hu: Aktív
it: Attivo
ja: アクティブ
ko: 활성
pt_br: Ativo
pt_pt: Ativo
ru: Активен
uk: Активний
zh_hans: 活动

# pref_item_license_key_status_available
source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
hu: Elérhető
it: Disponibile
ja: 利用可能
ko: 사용 가능
pt_br: Disponível
pt_pt: Disponível
ru: Доступен
uk: Доступний
zh_hans: 可用

# pref_item_license_key_status_expired
source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
es: Caducado
fr: Expiré
hu: Lejárt
it: Scaduto
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
pt_pt: Expirado
ru: Просрочен
uk: Прострочений
zh_hans: 已过期

# pref_item_license_key_status_invalid
source: Invalid
ar: غير صالح
de: Ungültig
es: No válido
fr: Invalide
hu: Érvénytelen
it: Non valido
ja: 無効
ko: 잘못됨
pt_br: Inválido
pt_pt: Inválido
ru: Недействителен
uk: Недійсний
zh_hans: 无效

# pref_item_license_key_status_revoked
source: Revoked
ar: مُبطَل
de: Widerrufen
es: Revocado
fr: Révoqué
hu: Visszavonva
it: Revocato
ja: 失効済み
ko: 폐기됨
pt_br: Revogado
pt_pt: Revogado
ru: Отозван
uk: Відкликаний
zh_hans: 已吊销

# pref_item_license_key_title
source: Link existing entitlement token
ar: ربط رمز استحقاق موجود
de: Vorhandenen Berechtigungscode verknüpfen
es: Vincular un código de titularidad existente
fr: Associer un jeton de droits existant
hu: Meglévő jogosultsági token összekapcsolása
it: Collega un codice di licenza esistente
ja: 既存の利用権コードをリンク
ko: 기존 이용 권한 코드 연결
pt_br: Vincular token de titularidade existente
pt_pt: Vincular o token de autorização existente
ru: Привязать существующий код подтверждения прав
uk: Прив'язати наявний код підтвердження права доступу
zh_hans: 关联现有授权令牌
